Repository: SergeR/regionalpickup
Catalog: locale/*/LC_MESSAGES/shipping_regionalpickup.po
Languages: ru_ru

source: List of pick-up points will be restricted to the selected country.
ru_ru: Список пунктов выдачи заказов будет ограничен страной

source: Pick-up point Region
ru_ru: Регион пункта выдачи заказов

source: List of pick-up points will be restricted to the selected region.
ru_ru: Список пунктов выдачи заказов будет ограничен выбранным регионом

source: Currency
ru_ru: Валюта

source: Locations
ru_ru: Адреса

source: Customer will be prompted to select preferred location from the list
ru_ru: Покупателю нужно будет выбрать пункт выдачи из предлагаемого списка

source: Location name
ru_ru: Название пункта выдачи заказов

source: Shipping rate (surcharge)
ru_ru: Стоимость доставки

source: Add location
ru_ru: Добавить ПВЗ

source: Pickup Points
ru_ru: Пункты выдачи заказов (ПВЗ)

source: Pickup points by regions (customer selects a pickup point from the list).
ru_ru: Пункты выдачи заказов с делением по регионам

source: Prompt for address
ru_ru: Запрашивать адрес

source: Request customer to fill in all address fields in case shipping address was not provided yet
ru_ru: Просить покупателя ввести адрес доставки, если он еще не был введен до расчета стоимости доставки
